Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 同一模型由多个供应商提供时，优先最近健康检查的最低延迟。
ar: عندما يتم توفير نفس النموذج من قبل العديد من البائعين، يتم إعطاء الأولوية لآخر فحص سلامة مع أقل زمن استجابة.
de: Wenn dasselbe Modell von mehreren Anbietern bereitgestellt wird, wird die letzte Gesundheitsprüfung mit der geringsten Latenz priorisiert.
en: When the same model is provided by multiple vendors, the most recent health check with the lowest latency is prioritized.
es: Cuando varios proveedores proporcionan el mismo modelo, se prioriza la verificación de estado más reciente con la latencia más baja.
fr: Lorsque le même modèle est fourni par plusieurs fournisseurs, le contrôle de santé le plus récent avec la latence la plus faible est prioritaire.
ja: 複数のベンダーから同じモデルが提供されている場合、遅延が最も短い最新のヘルスチェックが優先されます。
ko: 여러 공급업체에서 동일한 모델을 제공하는 경우 지연 시간이 가장 짧은 최신 상태 확인이 우선적으로 적용됩니다.
pt_br: Quando o mesmo modelo é fornecido por vários fornecedores, a verificação de integridade mais recente e com a latência mais baixa é priorizada.
ru: Если одна и та же модель предоставляется несколькими поставщиками, приоритет отдается самой последней проверке работоспособности с наименьшей задержкой.
zh_hant: 同一模型由多個供應商提供時，優先最近健康檢查的最低延遲。

source: 同一模型由多个供应商提供时，优先已配置且可比较的最低单价。
ar: عندما يتم توفير نفس الطراز من قبل عدة موردين، يُفضل سعر الوحدة الأقل تكوينًا والقابل للمقارنة.
de: Wenn dasselbe Modell von mehreren Lieferanten geliefert wird, wird der niedrigste konfigurierte und vergleichbare Stückpreis bevorzugt.
en: When the same model is supplied by multiple suppliers, the lowest configured and comparable unit price is preferred.
es: Cuando varios proveedores suministran el mismo modelo, se prefiere el precio unitario configurado y comparable más bajo.
fr: Lorsque le même modèle est fourni par plusieurs fournisseurs, le prix unitaire configuré et comparable le plus bas est préféré.
ja: 同じモデルが複数のサプライヤーから供給されている場合は、設定されている同等の単価が最も低いものが優先されます。
ko: 여러 공급업체가 동일한 모델을 공급하는 경우 구성이 가장 낮고 비교 가능한 단가가 선호됩니다.
pt_br: Quando o mesmo modelo é fornecido por vários fornecedores, é preferível o preço unitário mais baixo configurado e comparável.
ru: Если одна и та же модель поставляется несколькими поставщиками, предпочтение отдается самой низкой конфигурации и сопоставимой цене за единицу.
zh_hant: 同一模型由多個供應商提供時，優先已配置且可比較的最低單價。

source: 同一模型由多个供应商提供时，优先模型所属官方供应商，其次按健康状态排序。
ar: عند تقديم نفس النموذج من قبل عدة موردين، ستعطى الأولوية للمورد الرسمي الذي ينتمي إليه النموذج، يليه الحالة الصحية.
de: Wenn dasselbe Modell von mehreren Lieferanten bereitgestellt wird, erhält der offizielle Lieferant, zu dem das Modell gehört, Vorrang, gefolgt vom Gesundheitszustand.
en: When the same model is provided by multiple suppliers, priority will be given to the official supplier to which the model belongs, followed by health status.
es: Cuando un mismo modelo sea suministrado por varios proveedores, se dará prioridad al proveedor oficial al que pertenece el modelo, seguido del estado de salud.
fr: Lorsqu'un même modèle est fourni par plusieurs fournisseurs, la priorité sera donnée au fournisseur officiel auquel appartient le modèle, suivi du statut sanitaire.
ja: 同一モデルが複数のサプライヤーから提供されている場合は、そのモデルが所属する正規サプライヤーを優先し、健康状態を優先とさせていただきます。
ko: 동일 모델을 다수 공급업체에서 제공하는 경우, 해당 모델이 속한 공식 공급업체를 우선으로 하며, 건강상태 순으로 처리됩니다.
pt_br: Quando o mesmo modelo for fornecido por vários fornecedores, será dada prioridade ao fornecedor oficial ao qual o modelo pertence, seguido do estado de saúde.
ru: Если одна и та же модель предоставляется несколькими поставщиками, приоритет будет отдан официальному поставщику, которому принадлежит модель, а затем статусу работоспособности.
zh_hant: 同一模型由多個供應商提供時，優先模型所屬官方供應商，其次按健康狀態排序。

source: 同名模型跨供应商时仅启用一项；三项规则均为内置规则，不可删除。
ar: عندما يتقاطع نموذج يحمل نفس الاسم مع الموردين، يتم تمكين نموذج واحد فقط؛ القواعد الثلاث كلها قواعد مضمنة ولا يمكن حذفها.
de: Wenn ein Modell mit demselben Namen von verschiedenen Anbietern verwendet wird, ist nur einer aktiviert. Die drei Regeln sind alle integrierte Regeln und können nicht gelöscht werden.
en: When a model with the same name crosses suppliers, only one is enabled; the three rules are all built-in rules and cannot be deleted.
es: Cuando un modelo con el mismo nombre cruza proveedores, solo se habilita uno; las tres reglas son reglas integradas y no se pueden eliminar.
fr: Lorsqu'un modèle du même nom croise les fournisseurs, un seul est activé ; les trois règles sont toutes des règles intégrées et ne peuvent pas être supprimées.
ja: 同じ名前のモデルがサプライヤー間で存在する場合、有効になるのは 1 つだけです。 3 つのルールはすべて組み込みルールであり、削除できません。
ko: 동일한 이름의 모델이 공급업체와 교차하는 경우 하나만 활성화됩니다. 세 가지 규칙은 모두 기본 제공 규칙이므로 삭제할 수 없습니다.
pt_br: Quando um modelo com o mesmo nome cruza fornecedores, apenas um fica habilitado; as três regras são todas regras integradas e não podem ser excluídas.
ru: Когда модель с таким же именем пересекает поставщиков, активируется только один; все три правила являются встроенными и не могут быть удалены.
zh_hant: 同名模型跨供應商時僅啓用一項；三項規則均為內置規則，不可刪除。

source: 同模型价格优先
ar: نفس أولوية سعر النموذج
de: Gleiche Modellpreispriorität
en: Same model price priority
es: Prioridad de precio del mismo modelo
fr: Priorité au prix du même modèle
ja: 同一機種価格優先
ko: 동일 모델 가격 우선
pt_br: Prioridade de preço do mesmo modelo
ru: Тот же ценовой приоритет модели
zh_hant: 同模型價格優先

source: 同模型官方优先
ar: الأولوية الرسمية لنفس النموذج
de: Offizielle Priorität für das gleiche Modell
en: Official priority for the same model
es: Prioridad oficial para el mismo modelo.
fr: Priorité officielle pour le même modèle
ja: 同モデルの正式優先
ko: 동일한 모델의 공식 우선순위
pt_br: Prioridade oficial para o mesmo modelo
ru: Официальный приоритет для той же модели
zh_hant: 同模型官方優先

source: 同模型速度优先
ar: نفس أولوية سرعة النموذج
de: Gleiche Modellgeschwindigkeitspriorität
en: Same model speed priority
es: Prioridad de velocidad del mismo modelo
fr: Priorité de vitesse du même modèle
ja: 同一機種速度優先
ko: 동일한 모델 속도 우선순위
pt_br: Prioridade de velocidade do mesmo modelo
ru: Тот же приоритет скорости модели
zh_hant: 同模型速度優先

source: 名称
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hant: 名稱

source: 向量
ar: التضمينات
de: Embeddings
en: Embeddings
es: Embeddings
fr: Embeddings
ja: 埋め込み
ko: 임베딩
pt_br: Embeddings
ru: Векторные представления

source: 向量端点
ar: نقطة نهاية التضمينات
de: Embedding-Endpunkt
en: Embedding endpoint
es: Endpoint de embeddings
fr: Point de terminaison d’embeddings
ja: 埋め込みエンドポイント
ko: 임베딩 엔드포인트
pt_br: Endpoint de embeddings
ru: Адрес эмбеддингов
zh_hant: 向量端點

source: 启动 API
ar: بدء تشغيل واجهة برمجة التطبيقات
de: API starten
en: Start API
es: Iniciar API
fr: Démarrer l'API
ja: APIを開始する
ko: API 시작
pt_br: Iniciar API
ru: Запустить API
zh_hant: 啓動 API

source: 启动服务
ar: ابدأ الخدمة
de: Dienst starten
en: Start service
es: Iniciar servicio
fr: Démarrer le service
ja: サービス開始
ko: 서비스 시작
pt_br: Iniciar serviço
ru: Запустить службу
zh_hant: 啓動服務

source: 启动本地 API
ar: تشغيل API المحلي
de: Lokale API starten
en: Start Local API
es: Iniciar API local
fr: Démarrer l’API locale
ja: ローカルAPIを開始
ko: 로컬 API 시작
pt_br: Iniciar API local
ru: Запустить локальный API
zh_hant: 啓動本地 API

source: 启动本地 API 服务
ar: تشغيل خدمة API المحلية
de: Lokalen API-Dienst starten
en: Start Local API Service
es: Iniciar servicio de API local
fr: Démarrer le service d’API locale
ja: ローカルAPIサービスを開始
ko: 로컬 API 서비스 시작
pt_br: Iniciar serviço de API local
ru: Запустить службу локального API
zh_hant: 啓動本地 API 服務

source: 启用
ar: تمكين
de: aktivieren
en: enable
es: habilitar
fr: activer
ja: 有効にする
ko: 활성화
pt_br: habilitar
ru: включить
zh_hant: 啓用

source: 启用 A2A（/a2a 与 Agent Card）
ar: تمكين A2A (/a2a باستخدام بطاقة الوكيل)
de: A2A aktivieren (/a2a mit Agentenkarte)
en: Enable A2A (/a2a with Agent Card)
es: Habilitar A2A (/a2a con Tarjeta de Agente)
fr: Activer A2A (/a2a avec la carte d'agent)
ja: A2A を有効にする (エージェント カード付きの /a2a)
ko: A2A 활성화(에이전트 카드가 있는 /a2a)
pt_br: Habilitar A2A (/a2a com cartão de agente)
ru: Включить A2A (/a2a с картой агента)
zh_hant: 啓用 A2A（/a2a 與 Agent Card）

source: 启用 ACP stdio 清单
ar: تمكين بيان ACP stdio
de: Aktivieren Sie das ACP-STDIO-Manifest
en: Enable ACP stdio manifest
es: Habilitar el manifiesto stdio de ACP
fr: Activer le manifeste ACP stdio
ja: ACP stdio マニフェストを有効にする
ko: ACP stdio 매니페스트 활성화
pt_br: Habilitar manifesto stdio ACP
ru: Включить манифест ACP stdio
zh_hant: 啓用 ACP stdio 清單

source: 启用 MCP（/mcp）
ar: تمكين MCP (/mcp)
de: MCP aktivieren (/mcp)
en: Enable MCP (/mcp)
es: Habilitar MCP (/mcp)
fr: Activer MCP (/mcp)
ja: MCP を有効にする (/mcp)
ko: MCP(/mcp) 활성화
pt_br: Habilitar MCP (/mcp)
ru: Включить MCP (/mcp)
zh_hant: 啓用 MCP（/mcp）

source: 启用价格、延迟、上下文与官方约束
ar: تمكين السعر والكمون والسياق والقيود الرسمية
de: Aktivieren Sie Preis-, Latenz-, Kontext- und offizielle Einschränkungen
en: Enable price, latency, context and official constraints
es: Habilitar restricciones de precio, latencia, contexto y oficiales.
fr: Activer le prix, la latence, le contexte et les contraintes officielles
ja: 価格、レイテンシー、コンテキスト、公式制約を有効にする
ko: 가격, 대기 시간, 컨텍스트 및 공식 제약 조건을 활성화합니다.
pt_br: Habilite preço, latência, contexto e restrições oficiais
ru: Включить цену, задержку, контекст и официальные ограничения
zh_hant: 啓用價格、延遲、上下文與官方約束

# 启用整理的最小字符数：%arg
source: 启用整理的最小字符数：%1$arg
ar: الحد الأدنى لعدد الأحرف لتمكين الترتيب: %arg
de: Mindestanzahl von Zeichen zum Aktivieren der Sortierung: %arg
en: Minimum characters before cleanup: %arg
es: Número mínimo de caracteres para habilitar la intercalación: %arg
fr: Nombre minimum de caractères pour activer le classement : %arg
ja: 照合順序を有効にする最小文字数: %arg
ko: 데이터 정렬을 활성화하기 위한 최소 문자 수: %arg
pt_br: Número mínimo de caracteres para ativar a organização: %arg
ru: Минимальное количество символов для включения сопоставления: %arg.
zh_hant: 啓用整理的最小字符數：%1$arg

source: 启用此供应商
ar: تمكين هذا المزود
de: Aktivieren Sie diesen Anbieter
en: Enable this provider
es: Habilitar este proveedor
fr: Activer ce fournisseur
ja: このプロバイダーを有効にする
ko: 이 공급자를 활성화합니다
pt_br: Ativar este provedor
ru: Включить этого провайдера
zh_hant: 啓用此供應商

source: 启用此路由
ar: تمكين هذا الطريق
de: Aktivieren Sie diese Route
en: Enable this route
es: Habilitar esta ruta
fr: Activer cet itinéraire
ja: このルートを有効にする
ko: 이 경로 활성화
pt_br: Ativar esta rota
ru: Включить этот маршрут
zh_hant: 啓用此路由

source: 响应
ar: استجابة
de: Antwort
en: Response
es: respuesta
fr: réponse
ja: 応答
ko: 응답
pt_br: resposta
ru: ответ
zh_hant: 響應

source: 响应将在这里显示。
ar: سيتم عرض الرد هنا.
de: Die Antwort wird hier angezeigt.
en: The response will be displayed here.
es: La respuesta se mostrará aquí.
fr: La réponse sera affichée ici.
ja: 応答はここに表示されます。
ko: 여기에 응답이 표시됩니다.
pt_br: A resposta será exibida aqui.
ru: Ответ будет отображен здесь.
zh_hant: 響應將在這裡顯示。

source: 响应成功，但没有解析到模型名称
ar: كانت الاستجابة ناجحة ولكن لم يتم حل اسم النموذج
de: Die Antwort war erfolgreich, aber der Modellname wurde nicht aufgelöst
en: The response was successful but the model name was not resolved
es: La respuesta fue exitosa pero el nombre del modelo no se resolvió.
fr: La réponse a réussi mais le nom du modèle n'a pas été résolu
ja: 応答は成功しましたが、モデル名が解決されませんでした
ko: 응답은 성공했지만 모델명이 확인되지 않았습니다.
pt_br: A resposta foi bem-sucedida, mas o nome do modelo não foi resolvido
ru: Ответ был успешным, но название модели не было разрешено.
zh_hant: 響應成功，但沒有解析到模型名稱

source: 团队/企业 Token Plan；必须使用企业版专属 API Key，不能与个人版或按量版混用。
ar: خطة الرمز المميز للفريق/المؤسسة؛ يجب أن يستخدم مفتاح API الحصري لـ Enterprise Edition ولا يمكن مزجه مع الإصدار الشخصي أو إصدار الدفع حسب الاستخدام.
de: Team-/Unternehmens-Token-Plan; muss den exklusiven API-Schlüssel der Enterprise Edition verwenden und kann nicht mit der Personal Edition oder der Pay-as-You-Go Edition kombiniert werden.
en: Team/Enterprise Token Plan; must use the Enterprise Edition exclusive API Key and cannot be mixed with the Personal Edition or Pay-as-You-Go Edition.
es: Plan de tokens de equipo/empresa; debe utilizar la clave API exclusiva de Enterprise Edition y no se puede combinar con la edición personal o la edición Pay-as-You-Go.
fr: Plan de jetons d’équipe/entreprise ; doit utiliser la clé API exclusive de l'édition Enterprise et ne peut pas être mélangée avec l'édition personnelle ou l'édition Pay-as-You-Go.
ja: チーム/エンタープライズトークンプラン; Enterprise Edition 専用の API キーを使用する必要があり、Personal Edition または Pay-as-You-Go Edition と混合することはできません。
ko: 팀/기업 토큰 계획; Enterprise Edition 독점 API 키를 사용해야 하며 Personal Edition 또는 Pay-as-You-Go Edition과 혼합할 수 없습니다.
pt_br: Plano de token de equipe/empresa; deve usar a chave de API exclusiva da Enterprise Edition e não pode ser combinada com a Personal Edition ou a Pay-as-You-Go Edition.
ru: План токенов команды/предприятия; должен использовать эксклюзивный API-ключ Enterprise Edition и не может смешиваться с Personal Edition или Pay-as-You-Go.
zh_hant: 團隊/企業 Token Plan；必須使用企業版專屬 API Key，不能與個人版或按量版混用。

source: 固定 $/次
ar: ثابت $/طلب
de: Fest $/Anfrage
en: Fixed $/request
es: $ fijo/solicitud
fr: $ fixe/requête
ja: 固定 $/リクエスト
ko: 고정 $/요청
pt_br: $ fixo/solicitação
ru: Фикс. $/запрос

source: 图像生成
ar: إنشاء الصور
de: Bilderzeugung
en: Image Generation
es: Generación de imágenes
fr: Génération d’images
ja: 画像生成
ko: 이미지 생성
pt_br: Geração de imagens
ru: Генерация изображений
zh_hant: 圖像生成

source: 图片
ar: صور
de: Bilder
en: pictures
es: fotos
fr: des photos
ja: 写真
ko: 그림
pt_br: fotos
ru: картинки
zh_hant: 圖片

source: 图片描述
ar: وصف الصورة
de: Bildbeschreibung
en: Image description
es: Descripción de la imagen
fr: Description des images
ja: 画像の説明
ko: 이미지 설명
pt_br: Descrição da imagem
ru: Описание изображения
zh_hant: 圖片描述

source: 图片端点
ar: نقطة نهاية الصور
de: Bild-Endpunkt
en: Image endpoint
es: Endpoint de imágenes
fr: Point de terminaison d’images
ja: 画像エンドポイント
ko: 이미지 엔드포인트
pt_br: Endpoint de imagens
ru: Адрес изображений
zh_hant: 圖片端點

source: 在“模型供应商”中添加 API Key 和模型名称。
ar: أضف مفتاح واجهة برمجة التطبيقات (API) واسم الطراز في "موفر النموذج".
de: Fügen Sie den API-Schlüssel und den Modellnamen unter „Modellanbieter“ hinzu.
en: Add the API Key and model name in "Model Provider".
es: Agregue la clave API y el nombre del modelo en "Proveedor de modelos".
fr: Ajoutez la clé API et le nom du modèle dans « Fournisseur de modèles ».
ja: 「モデルプロバイダー」にAPIキーとモデル名を追加します。
ko: "Model Provider"에 API Key와 모델명을 추가하세요.
pt_br: Adicione a chave API e o nome do modelo em "Provedor de modelo".
ru: Добавьте ключ API и имя модели в «Поставщик модели».
zh_hant: 在“模型供應商”中添加 API Key 和模型名稱。

source: 在“模型路由”中创建别名，例如 smart 或 fast。
ar: قم بإنشاء اسم مستعار في نموذج التوجيه، مثل ذكي أو سريع.
de: Erstellen Sie im Model Routing einen Alias, z. B. „smart“ oder „fast“.
en: Create an alias in Model Routing, such as smart or fast.
es: Cree un alias en Model Routing, como inteligente o rápido.
fr: Créez un alias dans Model Routing, tel que smart ou fast.
ja: モデル ルーティングでスマートや高速などのエイリアスを作成します。
ko: 스마트 또는 고속과 같은 모델 라우팅에 별칭을 만듭니다.
pt_br: Crie um alias no Model Routing, como inteligente ou rápido.
ru: Создайте псевдоним в Model Routing, например «умный» или «быстрый».
zh_hant: 在“模型路由”中創建別名，例如 smart 或 fast。

source: 在线验真
ar: التحقق من الأصالة عبر الإنترنت
de: Online-Authentizitätsprüfung
en: Online authenticity verification
es: Verificación de autenticidad en línea
fr: Vérification d'authenticité en ligne
ja: オンライン真正性検証
ko: 온라인 진위확인
pt_br: Verificação de autenticidade online
ru: Онлайн-проверка подлинности
zh_hant: 在線驗真

source: 地区不限
ar: أي منطقة
de: Jede Region
en: Any region
es: Cualquier región
fr: N'importe quelle région
ja: どの地域でも
ko: 모든 지역
pt_br: Qualquer região
ru: Любой регион
zh_hant: 地區不限

source: 基本信息
ar: المعلومات الأساسية
de: Grundlegende Informationen
en: Basic information
es: Información básica
fr: Informations de base
ja: 基本情報
ko: 기본정보
pt_br: Informações básicas
ru: Основная информация

source: 基本范围
ar: النطاق الأساسي
de: Grundumfang
en: basic scope
es: alcance básico
fr: champ d'application de base
ja: 基本的な範囲
ko: 기본 범위
pt_br: escopo básico
ru: базовый объем
zh_hant: 基本範圍

source: 填入已核验官方模型目录
ar: إدخال دليل النماذج الرسمي المتحقق منه
de: Geprüften offiziellen Modellkatalog eintragen
en: Fill Verified Official Model Catalog
es: Rellenar catálogo oficial verificado
fr: Renseigner le catalogue officiel vérifié
ja: 確認済みの公式モデルカタログを入力
ko: 검증된 공식 모델 카탈로그 입력
pt_br: Preencher catálogo oficial verificado
ru: Заполнить проверенный официальный каталог
zh_hant: 填入已核驗官方模型目錄

source: 增量流式响应完成
ar: اكتملت استجابة التدفق المتزايد
de: Inkrementelle Streaming-Antwort abgeschlossen
en: Incremental streaming response complete
es: Respuesta de transmisión incremental completa
fr: Réponse de streaming incrémentielle terminée
ja: 増分ストリーミング応答が完了しました
ko: 증분 스트리밍 응답 완료
pt_br: Resposta de streaming incremental concluída
ru: Дополнительный потоковый ответ завершен
zh_hant: 增量流式響應完成

source: 增量流式调用完成
ar: اكتملت مكالمة البث المتزايدة
de: Inkrementeller Streaming-Anruf abgeschlossen
en: Incremental streaming call completed
es: Llamada de transmisión incremental completada
fr: Appel de streaming incrémentiel terminé
ja: インクリメンタルストリーミングコールが完了しました
ko: 증분 스트리밍 호출이 완료되었습니다.
pt_br: Chamada de streaming incremental concluída
ru: Дополнительный потоковый вызов завершен
zh_hant: 增量流式調用完成

source: 备份包含供应商配置、路由、健康记录和聚合用量；始终排除 Keychain 密钥与令牌。导入前会创建回滚副本。
ar: تتضمن النسخ الاحتياطية تكوين الموفر، والتوجيه، والسجلات الصحية، والاستخدام الإجمالي؛ يتم دائمًا استبعاد مفاتيح سلسلة المفاتيح والرموز المميزة. يتم إنشاء نسخة التراجع قبل الاستيراد.
de: Zu den Backups gehören Anbieterkonfiguration, Routing, Gesundheitsdatensätze und aggregierte Nutzung. Schlüsselanhänger und Wertmarken sind immer ausgeschlossen. Vor dem Import wird eine Rollback-Kopie erstellt.
en: Backups include provider configuration, routing, health records, and aggregate usage; Keychain keys and tokens are always excluded. A rollback copy is created before importing.
es: Las copias de seguridad incluyen la configuración del proveedor, el enrutamiento, los registros de salud y el uso agregado; Las llaves y fichas de llavero siempre quedan excluidas. Se crea una copia de reversión antes de importar.
fr: Les sauvegardes incluent la configuration du fournisseur, le routage, les dossiers de santé et l'utilisation globale ; Les clés et les jetons du porte-clés sont toujours exclus. Une copie de restauration est créée avant l'importation.
ja: バックアップには、プロバイダーの構成、ルーティング、ヘルスレコード、および集計された使用状況が含まれます。キーチェーンのキーとトークンは常に除外されます。インポート前にロールバック コピーが作成されます。
ko: 백업에는 공급자 구성, 라우팅, 상태 기록 및 집계 사용량이 포함됩니다. 키체인 키와 토큰은 항상 제외됩니다. 가져오기 전에 롤백 복사본이 생성됩니다.
pt_br: Os backups incluem configuração do provedor, roteamento, registros de saúde e uso agregado; Chaves e tokens são sempre excluídos. Uma cópia de reversão é criada antes da importação.
ru: Резервные копии включают конфигурацию поставщика, маршрутизацию, записи о работоспособности и совокупное использование; Ключи и жетоны связки ключей всегда исключаются. Перед импортом создается копия отката.
zh_hant: 備份包含供應商配置、路由、健康記錄和聚合用量；始終排除 Keychain 密鑰與令牌。導入前會創建回滾副本。

source: 备份导入失败：%@
ar: فشل استيراد النسخة الاحتياطية: %@
de: Backup-Import fehlgeschlagen: %@
en: Backup import failed: %@
es: Error al importar la copia de seguridad: %@
fr: Échec de l'importation de la sauvegarde : %@
ja: バックアップのインポートに失敗しました: %@
ko: 백업 가져오기 실패: %@
pt_br: Falha na importação de backup: %@
ru: Не удалось импортировать резервную копию: %@
zh_hant: 備份導入失敗：%@

source: 备份导出失败：%@
ar: فشل تصدير النسخة الاحتياطية: %@
de: Backup-Export fehlgeschlagen: %@
en: Backup export failed: %@
es: Error al exportar la copia de seguridad: %@
fr: Échec de l'exportation de la sauvegarde : %@
ja: バックアップのエクスポートに失敗しました: %@
ko: 백업 내보내기 실패: %@
pt_br: Falha na exportação de backup: %@
ru: Не удалось экспортировать резервную копию: %@
zh_hant: 備份導出失敗：%@

source: 备份已导入；如需撤销，请点击“恢复上次导入前配置”。
ar: تم استيراد النسخة الاحتياطية. للتراجع، انقر على «استعادة الإعدادات قبل آخر استيراد».
de: Sicherung importiert. Zum Rückgängigmachen auf „Konfiguration vor dem letzten Import wiederherstellen“ klicken.
en: Backup imported. To undo, click “Restore Configuration Before Last Import.”
es: Copia de seguridad importada. Para deshacerla, haz clic en «Restaurar configuración anterior a la última importación».
fr: Sauvegarde importée. Pour annuler, cliquez sur « Restaurer la configuration avant la dernière importation ».
ja: バックアップを読み込みました。元に戻すには「前回読み込み前の設定を復元」をクリックしてください。
ko: 백업을 가져왔습니다. 되돌리려면 ‘마지막 가져오기 전 구성 복원’을 클릭하세요.
pt_br: Backup importado. Para desfazer, clique em “Restaurar configuração anterior à última importação”.
ru: Резервная копия импортирована. Для отмены нажмите «Восстановить конфигурацию до последнего импорта».
zh_hant: 備份已導入；如需撤銷，請點擊“恢復上次導入前配置”。

source: 备份已导出；Keychain 中的供应商密钥和访问令牌未包含在文件中。
ar: تم تصدير النسخة الاحتياطية. لم تُضمّن مفاتيح المزوّد ورموز الوصول من سلسلة المفاتيح.
de: Sicherung exportiert. Anbieterschlüssel und Zugriffstoken aus dem Schlüsselbund wurden nicht einbezogen.
en: Backup exported. Provider keys and access tokens in Keychain were not included.
es: Copia de seguridad exportada. No se incluyeron las claves de proveedor ni los tokens de acceso del llavero.
fr: Sauvegarde exportée. Les clés fournisseur et jetons d’accès du trousseau ne sont pas inclus.
ja: バックアップを書き出しました。キーチェーン内のプロバイダーキーとアクセストークンは含まれていません。
ko: 백업을 내보냈습니다. 키체인의 제공업체 키와 액세스 토큰은 포함되지 않았습니다.
pt_br: Backup exportado. As chaves de provedor e os tokens de acesso das Chaves não foram incluídos.
ru: Резервная копия экспортирована. Ключи поставщиков и токены доступа из Связки ключей не включены.
zh_hant: 備份已導出；Keychain 中的供應商密鑰和訪問令牌未包含在文件中。

source: 备份文件无效或已损坏
ar: ملف النسخة الاحتياطية غير صالح أو تالف
de: Die Sicherungsdatei ist ungültig oder beschädigt
en: The backup file is invalid or corrupted
es: El archivo de copia de seguridad no es válido o está dañado
fr: Le fichier de sauvegarde est invalide ou corrompu
ja: バックアップファイルが無効か壊れています
ko: 백업 파일이 잘못되었거나 손상되었습니다.
pt_br: O arquivo de backup é inválido ou corrompido
ru: Файл резервной копии недействителен или поврежден.
zh_hant: 備份文件無效或已損壞

source: 备份文件超过 10 MiB 上限
ar: يتجاوز حجم ملف النسخ الاحتياطي 10 ميجابايت
de: Die Sicherungsdatei überschreitet die Grenze von 10 MiB
en: Backup file exceeds 10 MiB limit
es: El archivo de copia de seguridad supera el límite de 10 MiB
fr: Le fichier de sauvegarde dépasse la limite de 10 Mio
ja: バックアップ ファイルが 10 MiB 制限を超えています
ko: 백업 파일이 10MiB 제한을 초과합니다.
pt_br: O arquivo de backup excede o limite de 10 MiB
ru: Размер файла резервной копии превышает лимит в 10 МБ
zh_hant: 備份文件超過 10 MiB 上限

source: 复制
ar: نسخ
de: Kopieren
en: Copy
es: Copiar
fr: Copier
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
zh_hant: 複製

source: 复制地址
ar: انسخ العنوان
de: Adresse kopieren
en: Copy address
es: Copiar dirección
fr: Copier l'adresse
ja: アドレスをコピーする
ko: 주소 복사
pt_br: Copiar endereço
ru: Копировать адрес
zh_hant: 複製地址

source: 复制手动安装配置
ar: انسخ تكوين التثبيت اليدوي
de: Manuelle Installationskonfiguration kopieren
en: Copy manual installation configuration
es: Copiar la configuración de instalación manual
fr: Copier la configuration de l'installation manuelle
ja: 手動インストール構成をコピーする
ko: 수동 설치 구성 복사
pt_br: Copiar configuração de instalação manual
ru: Копирование конфигурации установки вручную
zh_hant: 複製手動安裝配置

source: 复制无密钥配置预览
ar: نسخ معاينة التكوين بدون مفتاح
de: Vorschau der schlüssellosen Konfiguration kopieren
en: Copy keyless configuration preview
es: Copiar vista previa de configuración sin llave
fr: Copier l'aperçu de la configuration sans clé
ja: キーレス構成のプレビューをコピーする
ko: 키 없는 구성 미리보기 복사
pt_br: Copiar visualização da configuração sem chave
ru: Копировать предварительный просмотр конфигурации без ключа
zh_hant: 複製無密鑰配置預覽
